"About" = "เกี่ยวกับ";

"Chat and Message Alerts" = "การเตือนสำหรับการสนทนาหรือข้อความ";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "การตั้งค่าการแจ้งเตือน, รวมถึงการตั้งค่าการแจ้งเตือนแบบพุช, อยู่ภายในแอพ เปิดบุ๊คมาร์คของคุณและแตะที่การตั้งค่าบัญชี";

"Notifications" = "การแจ้งเตือน";

"Photo and Video" = "รูปภาพและวิดีโอ";

"Play Sound" = "เล่นเสียง";

"Record HD Video" = "บันทึกวิดีโอ HD";

"Version" = "เวอร์ชัน";

"Vibrate" = "สั่น";

